Repository: PrinceMei/ExternalDisplayBrightness
Catalog: src/ExternalDisplayBrightness/*.lproj/PreferencesWindow.strings
Languages: cs

# QvC-M9-y7g.title
source: Preferences
cs: Předvolby

# 7a7-LC-VKL.title
source: Decrease brightness key
cs: Klávesa pro snížení jasu

# 013-kU-aOh.title
source: Increase brightness key
cs: Klávesa pro zvýšení jasu

# 6Fy-CI-9hG.title
source: Change brightness on all displays at once
cs: Měnit jas na všech monitorech zároveň

# J0J-D3-Kyc.title
source: Require Command modifier to be pressed
cs: Vyžadovat stištění klávesy Command

# Uk0-Ph-6gl.title
source: Read initial brightness from the display before adjusting it
cs: Vyčíst před změnou jasu jeho prvotní hodnotu z monitoru

# 8hE-QG-GeN.title
source: WARNING: Enabling this might make your Mac freeze
cs: VAROVÁNÍ: Povolení může způsobit zamrznutí vašeho Macu

# wuD-xr-hK3.title
source: Unfortunately, some displays do not support reading their brightness over DDC/CI, and some Macs might freeze when attempting to read it from such display. Most Mac models should be fine, but try this at your own risk. More info can be found on the website of the app.
cs: Některé monitory bohužel nepodporují čtení jejich jasu pomocí DDC-CI, a některé Macy mohou zamrznout při pokusu jas z takového monitoru vyčíst. Většina modelů Macu funguje správně, ale toto nastavení povolte pouze na vlastní riziko. Více informací je k dispozici na webu aplikace.

# Ang-9W-E3z.title
source: Accessibility permissions not granted, please relaunch ExternalDisplayBrightness after granting it accessibility permissions
cs: Služba usnadnění nepovolena, spusťe prosím ExternalDisplayBrightness znovu po povolení služby usnadnění

# NaB-fc-Z5a.title
source: Launch at login
cs: Spustit při startu systému

# L5g-cx-QmH.title
source: Relaunch
cs: Spustit znovu

# PJw-6u-qDj.title
source: Quit
cs: Ukončit
